brew 'bash'
brew 'zsh'
brew 'git'
brew 'rg'
brew 'fd'
brew 'jq'
brew 'fzf'
brew 'wget'
brew 'tree'
tap 'neovim/homebrew-neovim'
brew 'neovim'

# Applications
cask 'firefox'
cask 'iterm2'

# Media
cask 'vlc'

# Linters and Languages
brew 'shellcheck'
brew 'python'
brew 'node'

# Completion
brew 'bash-completion'
brew 'zsh-completions'
